[M_SwallowedWhole MissionDefinition]
MissionDescription="A thief named Shorty destroys a fishing shack on his bicycle. Scout tells Short to come inside and meet him. [place]cool[-place] He sued for damage to the scooter. He just said. Scout wants him dead. "
TurnInDescription="You have shortened the lives of poor people... yes Right haha?"

[M_SwallowedWhole:KillwithShock MissionObjectiveDefinition]
ProgressMessage="...with assault weapons"
